Repository: lordcordis/Cost-Per-Week
Catalog: Cost Per Week/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, hy, id, it, ja, ko, ru, zh_hans

source: %@ per day
de: %@ pro Tag
es: %@ por día
es_419: %@ por día
fr: %@ par jour
hy: %@ օրական
id: %@ per hari
it: %@ al giorno
ja: 1日あたり%@
ko: 하루당 %@
ru: %@ в день
zh_hans: 每天 %@

source: %@ per week
de: %@ pro Woche
es: %@ por semana
es_419: %@ por semana
fr: %@ par semaine
hy: %@ շաբաթական
id: %@ per minggu
it: %@ a settimana
ja: 週あたり%@
ko: 주당 %@
ru: %@ в неделю
zh_hans: 每周 %@

source: Add new
de: Neu hinzufügen
es: Añadir nuevo
es_419: Agregar nuevo
fr: Ajouter nouveau
hy: Ավելացնել
id: Tambah baru
it: Aggiungi nuovo
ja: 新規追加
ko: 새로 추가
ru: Добавить новый
zh_hans: 新增

source: Additional expenses
de: Zusätzliche Ausgaben
es: Gastos adicionales
es_419: Gastos adicionales
fr: Dépenses supplémentaires
hy: Հավելյալ ծախսեր
id: Pengeluaran tambahan
it: Spese aggiuntive
ja: 追加費用
ko: 추가 비용
ru: Добавочные траты
zh_hans: 额外支出

source: Appliance
de: Haushaltsgerät
es: Electrodoméstico
es_419: Electrodoméstico
fr: Appareil ménager
hy: Կենցաղային սարք
id: Peralatan rumah tangga
it: Elettrodomestico
ja: 家電
ko: 가전제품
ru: Бытовая техника
zh_hans: 家用电器

source: Balance
de: Saldo
es: Saldo
es_419: Saldo
fr: Solde
hy: Մնացորդ
id: Saldo
it: Saldo
ja: 残高
ko: 잔액
ru: Баланс
zh_hans: 余额

source: Camera
de: Kamera
es: Cámara
es_419: Cámara
fr: Appareil photo
hy: Խցիկ
id: Kamera
it: Fotocamera
ja: カメラ
ko: 카메라
ru: Камера
zh_hans: 相机

source: Cancel
de: Abbrechen
es: Cancelar
es_419: Cancelar
fr: Annuler
hy: Չեղարկել
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ru: Отмена
zh_hans: 取消

source: Car
de: Auto
es: Coche
es_419: Auto
fr: Voiture
hy: Ավտոմեքենա
id: Mobil
it: Auto
ja: 車
ko: 자동차
ru: Автомобиль
zh_hans: 汽车

source: Choose time period:
de: Zeitraum wählen:
es: Elegir período:
es_419: Elegir período:
fr: Choisir la période :
hy: Ընտրել ժամանակահատված
id: Pilih periode waktu:
it: Scegli il periodo:
ja: 期間を選択:
ko: 기간 선택:
ru: Выберите временной период
zh_hans: 选择时间段：

source: Day
de: Tag
es: día
es_419: día
fr: jour
hy: Օր
id: hari
it: giorno
ja: 日
ko: 일
ru: День
zh_hans: 天

# dollar
source: US Dollar
de: Dollar
es: dólar
es_419: dólar
fr: dollar
hy: Դոլար
id: dolar
it: dollaro
ja: ドル
ko: 달러
ru: Доллар США
zh_hans: 美元

# lari
source: Georgian Lari
de: Lari
es: lari
es_419: lari
fr: lari
hy: Լարի
id: lari
it: lari
ja: ラリ
ko: 라리
ru: Грузинский Лари
zh_hans: 拉里

# lira
source: Turkish Lira
de: Lira
es: lira
es_419: lira
fr: livre
hy: Լիրա
id: lira
it: lira
ja: リラ
ko: 리라
ru: Турецкая Лира
zh_hans: 里拉

source: price
de: Preis
es: precio
es_419: precio
fr: prix
hy: գին
id: harga
it: prezzo
ja: 価格
ko: 가격
ru: цена
zh_hans: 价格

source: Price
de: Preis
es: Precio
es_419: Precio
fr: Prix
hy: Գին
id: Harga
it: Prezzo
ja: 価格
ko: 가격
ru: Цена
zh_hans: 价格

source: Price of all items
de: Preis aller Artikel
es: Precio de todos los artículos
es_419: Precio de todos los artículos
fr: Prix de tous les articles
hy: Ընդհանուր գին
id: Harga semua item
it: Prezzo di tutti gli articoli
ja: すべての商品の価格
ko: 모든 항목의 가격
ru: Полная стоимость
zh_hans: 所有商品的价格

source: Price sold
de: Verkaufspreis
es: Precio de venta
es_419: Precio de venta
fr: Prix de vente
hy: Վաճառքի գին
id: Harga jual
it: Prezzo di vendita
ja: 販売価格
ko: 판매가
ru: Цена продажи
zh_hans: 售价

source: Product info
de: Produktinfo
es: Información del producto
es_419: Información del producto
fr: Infos produit
hy: Մանրամասներ
id: Info produk
it: Informazioni sul prodotto
ja: 製品情報
ko: 제품 정보
ru: Информация
zh_hans: 产品信息

source: Product name
de: Produktname
es: Nombre del producto
es_419: Nombre del producto
fr: Nom du produit
hy: Անվանում
id: Nama produk
it: Nome del prodotto
ja: 製品名
ko: 제품명
ru: Название продукта
zh_hans: 产品名称

# ruble
source: Russian Ruble
de: Rubel
es: rublo
es_419: rublo
fr: rouble
hy: Ռուբլի
id: rubel
it: rublo
ja: ルーブル
ko: 루블
ru: Российский Рубль
zh_hans: 卢布

# rupee
source: Indian Rupee
de: Rupie
es: rupia
es_419: rupia
fr: roupie
hy: Րուփի
id: rupiah
it: rupia
ja: ルピー
ko: 루피
ru: Индийская Рупия
zh_hans: 卢比

source: Save
de: Speichern
es: Guardar
es_419: Guardar
fr: Enregistrer
hy: Պահպանել
id: Simpan
it: Salva
ja: 保存
ko: 저장
ru: Сохранить
zh_hans: 保存

source: Select currency:
de: Währung auswählen:
es: Seleccionar moneda:
es_419: Seleccionar moneda:
fr: Sélectionner la devise :
hy: Ընտրել արժույթ
id: Pilih mata uang:
it: Seleziona valuta:
ja: 通貨を選択:
ko: 통화를 선택하세요:
ru: Выберите валюту
zh_hans: 选择货币：

source: Settings
de: Einstellungen
es: Ajustes
es_419: Configuración
fr: Réglages
hy: Կարգավորումներ
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ru: Настройки
zh_hans: 设置

source: Sold
de: Verkauft
es: Vendido
es_419: Vendido
fr: Vendu
hy: Վաճառված
id: Terjual
it: Venduto
ja: 販売済み
ko: 판매됨
ru: Продано
zh_hans: 已售

source: Speaker
de: Lautsprecher
es: Altavoz
es_419: Bocina
fr: Haut‑parleur
hy: Բարձրախոս
id: Pengeras suara
it: Altoparlante
ja: スピーカー
ko: 스피커
ru: Колонка
zh_hans: 音箱

# sterling
source: Pound
de: Pfund Sterling
es: libra esterlina
es_419: libra esterlina
fr: livre sterling
hy: Ֆունտ
id: pound sterling
it: sterlina
ja: 英ポンド
ko: 영국 파운드
ru: Британский Фунт
zh_hans: 英镑

source: TV
de: Fernseher
es: Televisor
es_419: Televisión
fr: Téléviseur
hy: Հեռուստացույց
ja: テレビ
ru: Телевизор
zh_hans: 电视

# Type of purchase
source: Item categories
de: Art des Kaufs
es: Tipo de compra
es_419: Tipo de compra
fr: Type d’achat
hy: Ապրանքների կատեգորիաներ
id: Jenis pembelian
it: Tipo di acquisto
ja: 購入タイプ
ko: 구매 유형
ru: Тип покупки
zh_hans: 购买类型

source: Week
de: Woche
es: semana
es_419: semana
fr: semaine
hy: Շաբաթ
id: minggu
it: settimana
ja: 週
ko: 주
ru: Неделя
zh_hans: 周

# yen
source: Japanese Yen
de: Yen
es: yen
es_419: yen
fr: yen
hy: Յեն
id: yen
it: yen
ja: 円
ko: 엔
ru: Японская Йена
zh_hans: 日元

source: YES
de: JA
es: SÍ
es_419: SÍ
fr: OUI
hy: Այո
id: YA
it: SÌ
ja: はい
ko: 예
ru: ДА
zh_hans: 是

source: Computer
es: Computadora
es_419: Computadora
fr: Ordinateur
hy: Համակարգիչ
id: Komputer
ja: コンピュータ
ko: 컴퓨터
ru: Компьютер
zh_hans: 电脑

source: Name
es: Nombre
es_419: Nombre
fr: Nom
hy: Անուն
id: Nama
it: Nome
ja: 名前
ko: 이름
ru: Название
zh_hans: 名称

source: Smartphone
es: Teléfono inteligente
es_419: Teléfono inteligente
hy: Սմարթֆոն
id: Ponsel cerdas
ja: スマートフォン
ko: 스마트폰
ru: Смартфон
zh_hans: 智能手机

source: Smartwatch
es: Reloj inteligente
es_419: Reloj inteligente
fr: Montre connectée
hy: Սմարթ հեռախոս
id: Jam tangan pintar
ja: スマートウォッチ
ko: 스마트워치
ru: Умные часы
zh_hans: 智能手表

source: Tablet
es: Tableta
fr: Tablette
hy: Տաբլետ
ja: タブレット
ko: 태블릿
ru: Планшет
zh_hans: 平板电脑

source: Router
fr: Routeur
hy: Ռոուտեր
ja: ルーター
ko: 라우터
ru: Роутер
zh_hans: 路由器

source: Date of purchase
hy: Գնվել է
ru: Дата покупки

source: Date sold
hy: Վաճառվել է
ru: Дата продажи

source: Delete
hy: Ջնջել
ru: Удалить

source: Delete all data...
hy: Ջնջել ամբողջը
ru: Удалить все данные…

source: Euro
hy: Եվրո
ja: ユーロ
ko: 유로
ru: Евро
zh_hans: 欧元

source: Gaming console
hy: Խաղային սարք
ru: Игровая консоль

source: Headphones
hy: Ականջակալ
ru: Наушники

source: Laptop
hy: Նոթբուք
ru: Портативный ПК

source: Monitor
hy: Մոնիտոր
ru: Монитор

source: Music Instrument
hy: Երաժշտական գործիք
ru: Музыкальный инструмент

source: NO
hy: Ոչ
ru: НЕТ
